Repository: GGranadosL/futmatch-client
Catalog: Packages/Features/AdminFeature/Sources/AdminFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es

# admin.actionCard.newField
source: New Field
es: Nueva cancha

# admin.actionCard.newField.title
source: New Field
es: Nueva cancha

# admin.actionCard.newLocation
source: New Location
es: Nueva ubicación

# admin.actionCard.newLocation.title
source: New Location
es: Nueva ubicación

# admin.actionCard.newMatch
source: New Match
es: Nuevo partido

# admin.actionCard.newMatch.title
source: New Match
es: Nuevo partido

# admin.emptyLocations
source: No registered locations
es: No hay ubicaciones registradas

# admin.emptyOngoingMatches
source: No ongoing matches
es: No hay partidos en curso

# admin.panel.greeting
source: Hello, %@
es: Hola, %@

# admin.panel.title
source: ADMINISTRATOR
es: ADMINISTRADOR

# admin.stats.registeredFields
source: Registered Fields
es: Canchas registradas

# admin.stats.registeredLocations
source: Registered Locations
es: Ubicaciones registradas

# admin.stats.upcomingMatches
source: Upcoming Matches
es: Partidos programados

# admin.upcomingMatches.title
source: Ongoing Matches
es: Partidos en curso

# admin.upcomingMatches.viewAll
source: View all
es: Ver todos

# adminFields.description
source: Manage and view sports complexes
es: Gestiona y visualiza complejos deportivos

# adminFields.heading
source: Our Fields
es: Nuestras Canchas

# adminMatchDetail.currentLineup
source: Current Lineup
es: Alineación Actual

# adminMatchDetail.emptySlot
source: Empty
es: Vacío

# adminMatchDetail.extraInfo
source: Extra info
es: Información extra

# adminMatchDetail.fieldDetails
source: Field Details
es: Detalles del campo

# adminMatchDetail.fieldType
source: Field type
es: Tipo de cancha

# adminMatchDetail.openInMapsTitle
source: Open in Maps
es: Abrir en mapas

# adminMatchDetail.parking
source: Parking
es: Estacionamiento

# adminMatchDetail.playerCount
source: %lld/%lld players
es: %lld/%lld jugadores

# adminMatchDetail.playersLoadError
source: We couldn't load the lineup
es: No pudimos cargar el equipo

# adminMatchDetail.rebalanceError
source: Could not update teams. Please try again.
es: No se pudieron actualizar los equipos. Inténtalo de nuevo.

# adminMatchDetail.rules
source: Rules
es: Reglas

# adminMatchDetail.shoeType
source: Shoe type
es: Tipo de calzado

# adminMatchDetail.spotsLeft
source: %lld spots left
es: Quedan %lld lugares

# adminMatchDetail.teamA
source: Team A
es: Equipo A

# adminMatchDetail.teamB
source: Team B
es: Equipo B

# adminMatchDetail.yes
source: Yes
es: Sí

# adminMatches.description
source: Manage and view all matches
es: Gestiona y visualiza todos los partidos

# adminMatches.emptyAll
source: No matches registered
es: No hay partidos registrados

# adminMatches.emptyCanceled
source: No canceled matches
es: No hay partidos cancelados

# adminMatches.emptyFinished
source: No finished matches
es: No hay partidos finalizados

# adminMatches.emptyUpcoming
source: No upcoming matches
es: No hay partidos próximos

# adminMatches.heading
source: Our Matches
es: Nuestros Partidos

# adminMatches.incomplete
source: Incomplete
es: Incompleto

# adminMatches.sectionToday
source: Today
es: Hoy

# adminMatches.sectionTomorrow
source: Tomorrow
es: Mañana

# adminMatches.tabCanceled
source: Canceled
es: Cancelados

# adminMatches.tabFinished
source: Finished
es: Finalizados

# adminMatches.tabUpcoming
source: Upcoming
es: Próximos

# adminMatches.title
source: Matches
es: Partidos

# adminMatchStatus.canceled
source: Canceled
es: Cancelado

# adminMatchStatus.completed
source: Completed
es: Finalizado

# adminMatchStatus.inProgress
source: In Progress
es: En curso

# adminMatchStatus.pendingResult
source: Awaiting Result
es: Esperando Resultado

# adminMatchStatus.scheduled
source: Scheduled
es: Programado

# cancelMatch.backButton
source: Go back
es: Volver

# cancelMatch.canceledSuccess
source: Match canceled
es: Partido cancelado

# cancelMatch.confirmButton
source: Cancel match
es: Cancelar partido

# cancelMatch.invalidReason
source: A reason is required and must be 300 characters or fewer.
es: El motivo es obligatorio y debe tener máximo 300 caracteres.

# cancelMatch.noPayMessage
source: No payments have been charged to players yet. You can cancel the match without generating charges.
es: Aún no se han realizado cobros a los jugadores. Puedes cancelar el partido sin generar cargos.

# cancelMatch.reasonFieldUnavailable
source: Field not available.
es: Cancha no disponible.

# cancelMatch.reasonMinPlayers
source: The minimum number of players wasn't reached.
es: No se completó el número mínimo de jugadores.

# cancelMatch.reasonOther
source: Other
es: Otro

# cancelMatch.reasonOtherLabel
source: Briefly tell us the reason
es: Cuéntanos brevemente el motivo

# cancelMatch.reasonSubtitle
source: Select a reason. We'll share it with the match players.
es: Selecciona un motivo. Se lo compartiremos a los jugadores del partido.

# cancelMatch.reasonTitle
source: Why are you canceling the match?
es: ¿Por qué cancelas el partido?

# cancelMatch.reasonWeather
source: Weather conditions.
es: Razones climáticas.

# cancelMatch.title
source: Cancel Match?
es: ¿Cancelar partido?

# cancelMatch.withPayMessage
source: This match has already been charged. Canceling it will process refunds for all players. Refunds may take a few days to reflect.
es: Este partido ya fue cobrado. Al cancelarlo, se procesarán reembolsos a todos los jugadores. Los reembolsos pueden tardar algunos días en reflejarse.

# common.cancel
source: Cancel
es: Cancelar

# common.retry
source: Retry
es: Reintentar

# desktopEnrollment.appVersionLabel
source: Futmatch version
es: Versión de Futmatch

# desktopEnrollment.authorizeButton
source: Authorize
es: Autorizar

# desktopEnrollment.cameraDeniedMessage
source: Futmatch needs camera access to scan the QR code. Enable it in Settings.
es: Futmatch necesita acceso a la cámara para escanear el código QR. Actívalo en Ajustes.

# desktopEnrollment.cameraDeniedTitle
source: Camera unavailable
es: Cámara no disponible

# desktopEnrollment.cancelButton
source: Cancel
es: Cancelar

# desktopEnrollment.confirmSubtitle
source: Review the device details before authorizing it.
es: Revisa los datos del dispositivo antes de autorizarlo.

# desktopEnrollment.confirmTitle
source: Authorize desktop
es: Autorizar escritorio

# desktopEnrollment.deviceLabel
source: Device
es: Dispositivo

# desktopEnrollment.invalidQR
source: Invalid, expired, or already used QR code. Generate a new one on the desktop app.
es: Código QR inválido, expirado o ya utilizado. Genera uno nuevo en la app de escritorio.

# desktopEnrollment.notAvailable
source: Not available
es: No disponible

# desktopEnrollment.openSettings
source: Open Settings
es: Abrir Ajustes

# desktopEnrollment.osVersionLabel
source: System
es: Sistema

# desktopEnrollment.scanInstruction
source: Point the camera at the QR code shown by Futmatch Desktop.
es: Apunta la cámara al código QR que muestra Futmatch Desktop.

# desktopEnrollment.scanTitle
source: Scan QR code
es: Escanear código QR

# desktopEnrollment.successMessage
source: Desktop authorized successfully
es: Escritorio autorizado exitosamente

# editField.addRule
source: Add Rule
es: Agregar regla

# editField.rule
source: Rule %lld
es: Regla %lld

# editField.save
source: Save Changes
es: Guardar cambios

# editField.title
source: Edit Field
es: Editar Cancha

# editLocation.title
source: Edit Location
es: Editar ubicación

# editMatch.confirmButton
source: Save
es: Guardar

# editMatch.confirmMessage
source: The match details will be updated.
es: Se actualizarán los datos del partido.

# editMatch.confirmTitle
source: Save Changes?
es: ¿Guardar cambios?

# editMatch.saveChanges
source: Save Changes
es: Guardar cambios

# editMatch.successMessage
source: Match updated
es: Partido actualizado

# editMatch.title
source: Edit Match
es: Editar partido

# fieldImages.deleteSuccess
source: Image deleted
es: Imagen eliminada

# fieldImages.updateSuccess
source: Image updated
es: Imagen actualizada

# fieldImages.uploadError
source: Could not process the image.
es: No se pudo procesar la imagen.

# fieldImages.uploadSuccess
source: Image uploaded
es: Imagen guardada

# fields.title
source: Fields
es: Canchas

# location.delete.confirm
source: Delete
es: Eliminar

# location.delete.message
source: This action cannot be undone. All field data associated with this location will be removed permanently.
es: Esta acción no se puede deshacer. Todos los datos de cancha asociados a esta ubicación serán eliminados permanentemente.

# location.delete.title
source: Delete Location?
es: ¿Eliminar ubicación?

# locations.title
source: Locations
es: Ubicaciones

# matchGender.femaleOnly
source: Women only
es: Solo mujeres

# matchGender.maleOnly
source: Men only
es: Solo hombres

# matchGender.mixed
source: Mixed
es: Mixto

# matchPlayerLevel.advanced
source: Advanced
es: Avanzado

# matchPlayerLevel.any
source: Any level
es: Cualquier nivel

# matchPlayerLevel.beginner
source: Beginner
es: Principiante

# matchPlayerLevel.intermediate
source: Intermediate
es: Intermedio

# matchSupervision.absentBadge
source: Absent
es: Ausente

# matchSupervision.markAbsent
source: Mark as absent
es: Marcar como ausente

# matchSupervision.markPresent
source: Mark as present
es: Marcar como presente

# matchSupervision.bestPlayer
source: Best Player
es: Mejor jugador

# matchSupervision.bestPlayerPlaceholder
source: Select a player
es: Seleccionar jugador

# matchSupervision.bestPlayerRequired
source: Please select a Best Player before finishing the match.
es: Por favor selecciona un Best Player antes de finalizar el partido.

# matchSupervision.completedSuccess
source: Match completed successfully
es: Partido completado exitosamente

# matchSupervision.externalPlayer
source: External
es: Externo

# matchSupervision.finalizeButton
source: Finalize Match
es: Finalizar Partido

# matchSupervision.finalizeTitle
source: Finalize Match
es: Finalizar Partido

# matchSupervision.goalsPerPlayer
source: Goals per player
es: Goles por jugador

# matchSupervision.playersLoadError
source: We couldn't load the registered team
es: No pudimos cargar el equipo registrado

# matchSupervision.title
source: Match Supervision
es: Supervisión del partido

# newField.capacity
source: Capacity
es: Capacidad

# newField.description
source: Description
es: Descripción

# newField.extraInfo
source: Extra Information
es: Información extra

# newField.fieldName
source: Field Name
es: Nombre de la cancha

# newField.fieldTypeTitle
source: Field type:
es: Tipo de cancha:

# newField.footwearTypeTitle
source: Footwear type:
es: Tipo de calzado:

# newField.parking
source: Parking
es: Estacionamiento

# newField.price
source: Price
es: Precio

# newField.save
source: Save Field
es: Guardar cancha

# newField.title
source: New Field
es: Nueva Cancha

# newLocation.address
source: Address
es: Dirección

# newLocation.addressNotInCity
source: The address appears to be in a different city. Please verify or adjust the location.
es: La dirección parece estar en una ciudad diferente. Por favor verifica o ajusta la ubicación.

# newLocation.latitude
source: Latitude
es: Latitud

# newLocation.locationInfo
source: Location Information
es: Información de Ubicación

# newLocation.longitude
source: Longitude
es: Longitud

# newLocation.markLocation
source: Mark Location
es: Marcar Ubicación

# newLocation.save
source: Save Location
es: Guardar ubicación

# newLocation.searchAddress
source: Search Address
es: Buscar Dirección

# newLocation.searching
source: Searching...
es: Buscando...

# newLocation.searchPlaceholder
source: Search address...
es: Buscar dirección...

# newLocation.selectCountryAndCity
source: Select Country and City
es: Seleccionar País y Ciudad

# newLocation.title
source: New Location
es: Nueva ubicación

# newMatch.date.label
source: Date
es: Fecha

# newMatch.date.pastError
source: Date can't be before today
es: La fecha no puede ser anterior a hoy

# newMatch.field.label
source: Sports Field
es: Recinto deportivo

# newMatch.gender.label
source: Gender Type
es: Tipo de género

# newMatch.level.label
source: Player Level
es: Nivel de jugadores

# newMatch.loadingFields
source: Loading fields...
es: Cargando recintos...

# newMatch.loadingOrganizers
source: Loading organizers...
es: Cargando organizadores...

# newMatch.organizer.label
source: Organizer
es: Organizador

# newMatch.players.exceedsFieldMax
source: This field allows up to %d players
es: Esta cancha permite hasta %d jugadores

# newMatch.players.fieldMax
source: Field maximum: %d players
es: Máximo de la cancha: %d jugadores

# newMatch.players.max
source: Maximum
es: Máximo

# newMatch.players.min
source: Minimum
es: Mínimo

# newMatch.price.label
source: Price per Person
es: Precio por Persona

# newMatch.publish.confirm
source: Publish Now
es: Publicar Ahora

# newMatch.publish.message
source: Once created, this match will be visible immediately so players can reserve their spots. These details will be permanent.
es: Una vez creado, este partido será visible inmediatamente para que los jugadores puedan reservar. Estos detalles serán permanentes.

# newMatch.publish.title
source: Publish Match?
es: ¿Publicar Partido?

# newMatch.save
source: Save Match
es: Guardar partido

# newMatch.saved
source: Match saved successfully!
es: ¡Partido guardado exitosamente!

# newMatch.section.cost
source: Cost
es: Costo

# newMatch.section.cost.description
source: Match finances
es: Finanzas del encuentro

# newMatch.section.datetime
source: Date & Time
es: Fecha y Horario

# newMatch.section.datetime.description
source: Define when the match will be played
es: Define cuándo se jugará el partido

# newMatch.section.gender
source: Gender Type
es: Tipo de Género

# newMatch.section.gender.description
source: Specify the gender scheme for players
es: Especifica el esquema de género de los jugadores

# newMatch.section.level
source: Player Level
es: Nivel de Jugadores

# newMatch.section.level.description
source: Athletic skill level
es: Nivel de habilidad deportiva

# newMatch.section.location
source: Location
es: Ubicación

# newMatch.section.location.description
source: Select the sports field
es: Selecciona el recinto deportivo

# newMatch.section.organizer
source: Organizer
es: Organizador

# newMatch.section.organizer.description
source: Choose who will supervise
es: Elige quién supervisará

# newMatch.section.players
source: Players
es: Jugadores

# newMatch.section.players.description
source: Match capacity
es: Capacidad del partido

# newMatch.time.done
source: Done
es: Listo

# newMatch.time.end
source: End Time
es: Hora de fin

# newMatch.time.placeholder
source: Select time
es: Seleccionar hora

# newMatch.time.start
source: Start Time
es: Hora de inicio

# newMatch.title
source: New Match
es: Nuevo partido

# organizerHome.greeting
source: Hello, %@
es: Hola, %@

# organizerHome.matchesTitle
source: Matches
es: Partidos

# organizerHome.roleBadge
source: ORGANIZER
es: ORGANIZADOR

# pricing.breakdownHint
source: Estimated result at full capacity
es: Resultado estimado con el máximo de jugadores

# pricing.breakdownTitle
source: Full breakdown with %d players
es: Desglose lleno con %d jugadores

# pricing.breakEven
source: Break-even
es: No pierdes desde

# pricing.change
source: Change price
es: Cambiar precio

# pricing.confirm
source: Confirm price
es: Confirmar precio

# pricing.currentSelection
source: Current selection
es: Selección actual

# pricing.customHint
source: Type a different amount to recalculate.
es: Escribe un monto distinto para recalcular.

# pricing.estimatedProfit
source: Estimated profit
es: Ganancia estimada

# pricing.fieldCost
source: Field rent
es: Renta cancha

# pricing.grossRevenue
source: Total collected
es: Cobro total

# pricing.loading
source: Loading price options...
es: Cargando opciones de precio...

# pricing.minToStart
source: Minimum to start
es: Mínimo para iniciar

# pricing.minToStartHint
source: Calculated by the pricing rules
es: Calculado por las reglas de pricing

# pricing.netAfterStripe
source: Net after Stripe
es: Neto después de Stripe

# pricing.notSelected
source: No price selected
es: Sin precio seleccionado

# pricing.organizerFee
source: Organizer
es: Organizador

# pricing.perPlayer
source: / player
es: / jugador

# pricing.pricePerPlayer
source: Price per player
es: Precio por jugador

# pricing.profitFull
source: Profit at full
es: Ganancia lleno

# pricing.profitMin
source: Profit at min
es: Ganancia con mínimos

# pricing.recalculating
source: Recalculating...
es: Recalculando...

# pricing.recommended
source: Recommended
es: Recomendado

# pricing.selectPrice
source: Select price
es: Seleccionar precio

# pricing.stripeFixed
source: Stripe fixed
es: Stripe fijo

# pricing.stripePct
source: Stripe percentage
es: Stripe porcentaje

# pricing.title
source: Match Pricing
es: Precio del partido

# pricing.notViable
source: Not viable
es: No viable

# pricing.notViableHint
source: This price doesn't cover the minimum costs and profit target. Raise the price to make it viable.
es: Este precio no cubre los costos mínimos ni la ganancia objetivo. Sube el precio para que sea viable.

# validation.addressOutOfCity
source: The address is outside of %@. Choose a location within the selected city.
es: La dirección está fuera de %@. Elige un punto dentro de la ciudad seleccionada.

# validation.fieldNameMaxLength
source: Maximum %lld characters
es: Máximo %lld caracteres

# validation.minimumPrice
source: The minimum price must cover the field cost ($%@). Requires at least $%@ in total revenue.
es: El precio mínimo debe cubrir el costo de la cancha ($%@). Requiere al menos $%@ en ingresos totales.
